Repository: wxy/ai-pulse-macos
Catalog: Sources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, ko, pt_br, zh_hans, zh_hant_hk, zh_hant_tw

# alert.l1.title
source: ⚠️ AI Spending Reminder
de: ⚠️ Erinnerung zu AI-Ausgaben
es: ⚠️ Recordatorio de gasto en IA
fr: ⚠️ Rappel de dépenses AI
ja: ⚠️ AI支出のリマインダー
ko: ⚠️ AI 지출 알림
pt_br: ⚠️ Lembrete de gastos com IA
zh_hans: ⚠️ AI 花费提醒
zh_hant_hk: ⚠️ AI 花費提醒
zh_hant_tw: ⚠️ AI 花費提醒

# alert.l2.title
source: ⚠️ AI Spending Warning
de: ⚠️ Warnung zu AI-Ausgaben
es: ⚠️ Aviso de gasto en IA
fr: ⚠️ Avertissement de dépenses AI
ja: ⚠️ AI支出の警告
ko: ⚠️ AI 지출 경고
pt_br: ⚠️ Aviso de gastos com IA
zh_hans: ⚠️ AI 花费警告
zh_hant_hk: ⚠️ AI 花費警告
zh_hant_tw: ⚠️ AI 花費警告

# alert.l3.title
source: 🚨 AI Spending Critical
de: 🚨 Kritische AI-Ausgaben
es: 🚨 Gasto crítico en IA
fr: 🚨 Dépenses AI critiques
ja: 🚨 AI支出の重大警告
ko: 🚨 AI 지출 심각 경고
pt_br: 🚨 Alerta crítico de gastos com IA
zh_hans: 🚨 AI 花费严重告警
zh_hant_hk: 🚨 AI 花費嚴重告警
zh_hant_tw: 🚨 AI 花費嚴重告警

# alert.spend_rate.body
source: Spend reached %@ vs. %@ recent baseline.
de: Ausgaben erreichten %@ gegenüber dem letzten Basiswert von %@.
es: El gasto alcanzó %@ frente al valor de referencia reciente de %@.
fr: Les dépenses ont atteint %@ contre une référence récente de %@.
ja: 支出が%@に達しました（直近の基準値: %@）。
ko: 지출이 %@에 도달했습니다. 최근 기준값은 %@입니다.
pt_br: O gasto chegou a %@, contra a linha de base recente de %@.
zh_hans: 花费已达 %@，近期基线为 %@。
zh_hant_hk: 花費已達 %@，近期基線為 %@。
zh_hant_tw: 花費已達 %@，近期基線為 %@。

# anomaly.body
source: %@ spent $%@ — 3× the 7‑day hourly baseline ($%@/hr)
de: %@ gab $%@ aus — 3× der 7-Tage-Stundenbasis ($%@/Std)
es: %@ gastó $%@ — 3× el promedio horario de 7 días ($%@/h)
fr: %@ a dépensé $%@ — 3× la base horaire sur 7 jours ($%@/h)
ja: %@ が $%@ 消費 — 7日平均時給 ($%@/hr) の 3 倍
ko: %@ 지출 $%@ — 7일 시간당 평균 ($%@/hr) 의 3배
pt_br: %@ gastou $%@ — 3× a média horária de 7 dias ($%@/h)
zh_hans: %@ 点花费 $%@，超过 7 日均值 3 倍（$%@/小时）
zh_hant_hk: %@ 花費 $%@ — 係 7 日平均時薪 ($%@/hr) 嘅 3 倍
zh_hant_tw: %@ 花費 $%@ — 是 7 天平均時薪 ($%@/hr) 的 3 倍

# anomaly.title
source: ⚠️ AI Spending Spike
de: ⚠️ KI-Kostenanstieg
es: ⚠️ Pico de gasto en IA
fr: ⚠️ Pic de dépenses IA
ja: ⚠️ AI 支出急増
ko: ⚠️ AI 지출 급증
pt_br: ⚠️ Pico de gastos com IA
zh_hans: ⚠️ AI 花费异常
zh_hant_hk: ⚠️ AI 支出飆升
zh_hant_tw: ⚠️ AI 支出飆升

# apikeys.balance
source: Balance
de: Guthaben
es: Saldo
fr: Solde
ja: 残高
ko: 잔액
pt_br: Saldo
zh_hans: 余额
zh_hant_hk: 餘額
zh_hant_tw: 餘額

# apikeys.change
source: Change
de: Ändern
es: Cambiar
fr: Modifier
ja: 変更
ko: 변경
pt_br: Alterar
zh_hans: 更换
zh_hant_hk: 更改
zh_hant_tw: 變更

# apikeys.desc
source: Configure API keys for official usage data. Without a key, local log estimates are used.
de: API-Keys für offizielle Nutzungsdaten konfigurieren. Ohne Key werden lokale Logs geschätzt.
es: Configura claves API para datos de uso oficiales. Sin clave, se usan estimaciones de logs locales.
fr: Configurez les clés API pour les données d'utilisation officielles. Sans clé, les logs locaux sont estimés.
ja: APIキーを設定して公式の利用データを取得。キーがない場合はローカルログから推定。
ko: 공식 사용량 데이터를 위해 API 키를 설정하세요. 키가 없으면 로컬 로그로 추정합니다.
pt_br: Configure chaves de API para dados oficiais de uso. Sem chave, logs locais são usados.
zh_hans: 配置 API 密钥以获取官方用量数据。不配置则使用本地日志估算。
zh_hant_hk: 設定 API 密鑰以取得官方用量數據。冇密鑰時，會使用本機記錄估算。
zh_hant_tw: 設定 API 金鑰以取得官方用量資料。沒有金鑰時，會使用本機記錄估算。

# apikeys.error
source: Error
de: Fehler
fr: Erreur
ja: エラー
ko: 오류
pt_br: Erro
zh_hans: 错误
zh_hant_hk: 錯誤
zh_hant_tw: 錯誤

# apikeys.last_fetch
source: Last fetch
de: Letzter Abruf
es: Última consulta
fr: Dernier relevé
ja: 最終取得
ko: 마지막 조회
pt_br: Última busca
zh_hans: 上次获取
zh_hant_hk: 上次擷取
zh_hant_tw: 上次取得

# apikeys.never
source: Never fetched
de: Nie abgerufen
es: Nunca consultado
fr: Jamais relevé
ja: 未取得
ko: 조회 안 함
pt_br: Nunca buscado
zh_hans: 尚未获取
zh_hant_hk: 從未擷取
zh_hant_tw: 從未取得

# apikeys.no_balance
source: No usage API
de: Keine Nutzungs-API
es: Sin API de uso
fr: Pas d'API d'utilisation
ja: 利用量APIなし
ko: 사용량 API 없음
pt_br: Sem API de uso
zh_hans: 无用量 API
zh_hant_hk: 無用量 API
zh_hant_tw: 無用量 API

# apikeys.note_anthropic
source: No public usage API. Check balance at console.anthropic.com
de: Keine öffentliche Nutzungs-API. Guthaben unter console.anthropic.com prüfen
es: Sin API pública de uso. Ver saldo en console.anthropic.com
fr: Pas d'API publique d'utilisation. Voir console.anthropic.com
ja: 公開利用量APIなし。console.anthropic.com で残高を確認
ko: 공개 사용량 API 없음. console.anthropic.com에서 확인
pt_br: Sem API pública de uso. Ver saldo em console.anthropic.com
zh_hans: 无公开用量 API，请在 console.anthropic.com 查看余额。
zh_hant_hk: 無公開用量 API。請到 console.anthropic.com 查看餘額
zh_hant_tw: 無公開用量 API。請到 console.anthropic.com 查看餘額

# apikeys.note_baichuan
source: No public usage API. Check at platform.baichuan-ai.com
de: Keine öffentliche Nutzungs-API. Siehe platform.baichuan-ai.com
es: Sin API pública de uso. Ver en platform.baichuan-ai.com
fr: Pas d'API publique d'utilisation. Voir platform.baichuan-ai.com
ja: 公開利用量APIなし。platform.baichuan-ai.com で確認
ko: 공개 사용량 API 없음. platform.baichuan-ai.com에서 확인
pt_br: Sem API pública de uso. Ver em platform.baichuan-ai.com
zh_hans: 无公开用量 API，请在 platform.baichuan-ai.com 查看。
zh_hant_hk: 無公開用量 API。請到 platform.baichuan-ai.com 查看
zh_hant_tw: 無公開用量 API。請到 platform.baichuan-ai.com 查看

# apikeys.note_cohere
source: No public usage API. Check at dashboard.cohere.com
de: Keine öffentliche Nutzungs-API. Siehe dashboard.cohere.com
es: Sin API pública de uso. Ver en dashboard.cohere.com
fr: Pas d'API publique d'utilisation. Voir dashboard.cohere.com
ja: 公開利用量APIなし。dashboard.cohere.com で確認
ko: 공개 사용량 API 없음. dashboard.cohere.com에서 확인
pt_br: Sem API pública de uso. Ver em dashboard.cohere.com
zh_hans: 无公开用量 API，请在 dashboard.cohere.com 查看。
zh_hant_hk: 無公開用量 API。請到 dashboard.cohere.com 查看
zh_hant_tw: 無公開用量 API。請到 dashboard.cohere.com 查看

# apikeys.note_ernie
source: No public usage API. Check billing at console.bce.baidu.com
de: Keine öffentliche Nutzungs-API. Abrechnung unter console.bce.baidu.com
es: Sin API pública de uso. Ver facturación en console.bce.baidu.com
fr: Pas d'API publique d'utilisation. Voir console.bce.baidu.com
ja: 公開利用量APIなし。console.bce.baidu.com で請求確認
ko: 공개 사용량 API 없음. console.bce.baidu.com에서 확인
pt_br: Sem API pública de uso. Ver cobrança em console.bce.baidu.com
zh_hans: 无公开用量 API，请在 console.bce.baidu.com 查看账单。
zh_hant_hk: 無公開用量 API。請到 console.bce.baidu.com 查看賬單
zh_hant_tw: 無公開用量 API。請到 console.bce.baidu.com 查看帳單

# apikeys.note_google
source: No public usage API. Check usage at aistudio.google.com
de: Keine öffentliche Nutzungs-API. Nutzung unter aistudio.google.com prüfen
es: Sin API pública de uso. Ver uso en aistudio.google.com
fr: Pas d'API publique d'utilisation. Voir aistudio.google.com
ja: 公開利用量APIなし。aistudio.google.com で利用量確認
ko: 공개 사용량 API 없음. aistudio.google.com에서 확인
pt_br: Sem API pública de uso. Ver uso em aistudio.google.com
zh_hans: 无公开用量 API，请在 aistudio.google.com 查看使用量。
zh_hant_hk: 無公開用量 API。請到 aistudio.google.com 查看用量
zh_hant_tw: 無公開用量 API。請到 aistudio.google.com 查看用量

# apikeys.note_mistral
source: Admin Billing API exists but requires admin key — not supported. Check at console.mistral.ai
de: Admin-Billing-API erfordert Admin-Key — nicht unterstützt. Siehe console.mistral.ai
es: API de facturación admin requiere clave admin — no soportado. Ver console.mistral.ai
fr: API de facturation admin nécessite une clé admin — non supporté. Voir console.mistral.ai
ja: 管理請求APIは管理者キー必須 — 非対応。console.mistral.ai で確認
ko: 관리자 키 필요 — 지원 안 함. console.mistral.ai에서 확인
pt_br: API de cobrança admin requer chave admin — não suportado. Ver console.mistral.ai
zh_hans: 有 Admin Billing API 但需 Admin 密钥，权限过高暂不支持。请在 console.mistral.ai 查看。
zh_hant_hk: 管理賬單 API 需要管理員密鑰 — 唔支援。請到 console.mistral.ai 查看
zh_hant_tw: 管理帳單 API 需要管理員金鑰 — 不支援。請到 console.mistral.ai 查看

# apikeys.note_perplexity
source: No public usage API. Per-request cost in response body (usage).
de: Keine öffentliche Nutzungs-API. Kosten pro Anfrage im Response (usage).
es: Sin API pública de uso. Coste por consulta en el cuerpo de respuesta (usage).
fr: Pas d'API publique d'utilisation. Coût par requête dans la réponse (usage).
ja: 公開利用量APIなし。リクエスト毎のコストはレスポンス (usage) に記載。
ko: 공개 사용량 API 없음. 응답(usage)에서 요청별 비용 확인.
pt_br: Sem API pública de uso. Custo por requisição no corpo da resposta (usage).
zh_hans: 无公开用量 API，每请求费用见响应体 usage 字段。
zh_hant_hk: 無公開用量 API。每次請求成本喺回應中 (usage)。
zh_hant_tw: 無公開用量 API。每次請求成本在回應中 (usage)。

# apikeys.note_qwen
source: No public usage API. Check billing at dashscope.console.aliyun.com
de: Keine öffentliche Nutzungs-API. Abrechnung unter dashscope.console.aliyun.com
es: Sin API pública de uso. Ver facturación en dashscope.console.aliyun.com
fr: Pas d'API publique d'utilisation. Voir dashscope.console.aliyun.com
ja: 公開利用量APIなし。dashscope.console.aliyun.com で請求確認
ko: 공개 사용량 API 없음. dashscope.console.aliyun.com에서 확인
pt_br: Sem API pública de uso. Ver cobrança em dashscope.console.aliyun.com
zh_hans: 无公开用量 API，请在 dashscope.console.aliyun.com 查看账单。
zh_hant_hk: 無公開用量 API。請到 dashscope.console.aliyun.com 查看賬單
zh_hant_tw: 無公開用量 API。請到 dashscope.console.aliyun.com 查看帳單

# apikeys.note_xai
source: No public usage API. Per-request cost in response body (cost_in_usd_ticks).
de: Keine öffentliche Nutzungs-API. Kosten pro Anfrage im Response (cost_in_usd_ticks).
es: Sin API pública de uso. Coste por consulta en respuesta (cost_in_usd_ticks).
fr: Pas d'API publique d'utilisation. Coût par requête dans la réponse (cost_in_usd_ticks).
ja: 公開利用量APIなし。リクエスト毎のコストはレスポンス (cost_in_usd_ticks) に記載。
ko: 공개 사용량 API 없음. 응답(cost_in_usd_ticks)에서 비용 확인.
pt_br: Sem API pública de uso. Custo por requisição na resposta (cost_in_usd_ticks).
zh_hans: 无公开用量 API，每请求费用见响应体 cost_in_usd_ticks 字段。
zh_hant_hk: 無公開用量 API。每次請求成本喺回應中 (cost_in_usd_ticks)。
zh_hant_tw: 無公開用量 API。每次請求成本在回應中 (cost_in_usd_ticks)。

# apikeys.placeholder
source: Enter API…
de: API eingeben…
es: Ingresar API…
fr: Saisir l'API…
ja: APIを入力…
ko: API 입력…
pt_br: Inserir API…
zh_hans: 输入 API 密钥…
zh_hant_hk: 輸入 API…
zh_hant_tw: 輸入 API…

# apikeys.save
source: Save
de: Speichern
es: Guardar
fr: Enregistrer
ja: 保存
ko: 저장
pt_br: Salvar
zh_hans: 保存
zh_hant_hk: 儲存
zh_hant_tw: 儲存

# bookmark.authorize_access
source: Grant Access
de: Zugriff gewähren
es: Conceder acceso
fr: Autoriser l'accès
ja: アクセスを許可
ko: 접근 허용
pt_br: Conceder acesso
zh_hans: 授权访问
zh_hant_hk: 授予存取權限
zh_hant_tw: 授予存取權限

# bookmark.claude_message
source: AI Pulse needs to read the ~/.claude folder to track Claude Code usage. Please grant access here (used locally only).
de: AI Pulse benötigt Lesezugriff auf ~/.claude, um Claude Code zu verfolgen. Bitte Zugriff gewähren (nur lokal).
es: AI Pulse necesita leer ~/.claude para rastrear el uso de Claude Code. Concede acceso aquí (solo local).
fr: AI Pulse a besoin de lire ~/.claude pour suivre l'utilisation de Claude Code. Veuillez autoriser l'accès (local uniquement).
ja: AI Pulse は Claude Code の使用状況追跡のため ~/.claude へのアクセスが必要です。許可してください（ローカルのみ）。
ko: AI Pulse가 Claude Code 사용량 추적을 위해 ~/.claude 폴더에 접근해야 합니다. 접근을 허용해 주세요 (로컬 전용).
pt_br: AI Pulse precisa ler ~/.claude para rastrear o uso do Claude Code. Conceda acesso aqui (apenas local).
zh_hans: AI Pulse 需要读取 ~/.claude 目录以统计 Claude Code 用量。请在此确认授权（仅本机使用）。
zh_hant_hk: AI Pulse 需要讀取 ~/.claude 資料夾以追蹤 Claude Code 使用量。請喺度授權（僅本機使用）。
zh_hant_tw: AI Pulse 需要讀取 ~/.claude 資料夾來追蹤 Claude Code 使用量。請在此授權（僅本機使用）。

# bookmark.grant
source: Grant
de: Zugriff gewähren
es: Conceder
fr: Autoriser
ja: 許可
ko: 허용
pt_br: Conceder
zh_hans: 授权
zh_hant_hk: 授權
zh_hant_tw: 授權

# bookmark.grant_to_detect
source: Grant to Detect
de: Zugriff gewähren zum Erkennen
es: Conceder acceso para detectar
fr: Autoriser pour détecter
ja: アクセス許可して検出
ko: 권한 부여하여 감지
pt_br: Conceder acesso para detectar
zh_hans: 授权以检测
zh_hant_hk: 授權以偵測
zh_hant_tw: 授權以偵測

# bookmark.home_message
source: Grant access to your home folder so AI Pulse can detect your AI coding tools. Data stays on your machine.
de: Gewähren Sie Zugriff auf Ihren Home-Ordner, damit AI Pulse Ihre KI-Programmiertools erkennen kann. Daten bleiben auf Ihrem Gerät.
es: Conceda acceso a su carpeta de inicio para que AI Pulse pueda detectar sus herramientas de programación IA. Los datos permanecen en su máquina.
fr: Autorisez l'accès à votre dossier personnel pour que AI Pulse puisse détecter vos outils de codage IA. Les données restent sur votre machine.
ja: ホームフォルダへのアクセスを許可し、AI Pulse が AI コーディングツールを検出できるようにします。データは端末に残ります。
ko: 홈 폴더에 대한 접근을 허용하여 AI Pulse가 AI 코딩 도구를 감지할 수 있게 합니다. 데이터는 기기에 유지됩니다.
pt_br: Conceda acesso à sua pasta pessoal para que o AI Pulse possa detectar suas ferramentas de codificação IA. Os dados permanecem na sua máquina.
zh_hans: 授予主目录的访问权限，以便 AI Pulse 检测你的 AI 编程工具。数据保留在本机。
zh_hant_hk: 授予主目錄的存取權限，以便 AI Pulse 偵測你的 AI 程式開發工具。資料保留在本機。
zh_hant_tw: 授予主目錄的存取權限，以便 AI Pulse 偵測你的 AI 程式開發工具。資料保留在本機。

# bookmark.repos_message
source: Choose a directory that holds your code repositories (e.g. ~/dev). AI Pulse will scan it for Git repos to track code changes. Avoid selecting your home folder directly.
de: Wähle ein Verzeichnis mit Code-Repos (z.B. ~/dev). AI Pulse durchsucht Git-Repos nach Code-Änderungen. Nicht direkt das Home-Verzeichnis wählen.
es: Elige un directorio con tus repositorios (ej. ~/dev). AI Pulse escaneará repos Git para rastrear cambios. Evita seleccionar tu carpeta de inicio.
fr: Choisissez un dossier contenant vos dépôts de code (ex. ~/dev). AI Pulse analysera les dépôts Git. Évitez de sélectionner votre dossier personnel.
ja: コードリポジトリを格納するディレクトリ（例: ~/dev）を選択。AI Pulse が Git リポジトリをスキャンしてコード変更を追跡します。ホームディレクトリの直接選択は避けてください。
ko: 코드 저장소가 있는 디렉토리(예: ~/dev)를 선택하세요. AI Pulse가 Git 저장소를 스캔하여 코드 변경을 추적합니다. 홈 폴더 직접 선택은 피하세요.
pt_br: Escolha um diretório com seus repositórios (ex. ~/dev). AI Pulse escaneará os repositórios Git. Evite selecionar a pasta inicial.
zh_hans: 选择存放代码仓库的目录（例如 ~/dev），AI Pulse 将扫描其中的 Git 仓库以统计代码变化。建议不要直接选择主目录。
zh_hant_hk: 揀一個存放程式碼儲存庫嘅目錄（例如 ~/dev）。AI Pulse 會掃描 Git 儲存庫以追蹤程式碼變更。避免直接選擇家目錄。
zh_hant_tw: 選擇一個存放程式碼儲存庫的目錄（例如 ~/dev）。AI Pulse 將掃描 Git 儲存庫以追蹤程式碼變更。請避免直接選擇家目錄。

# card.cross_less
source: %@ cheaper than the other tool
de: %@ günstiger als das andere Tool
es: %@ más barato que la otra herramienta
fr: %@ moins cher que l'autre outil
ja: 他のツールより %@ 安い
ko: 다른 도구보다 %@ 저렴
pt_br: %@ mais barato que a outra ferramenta
zh_hans: 较另一工具便宜 %@
zh_hant_hk: 比另一工具便宜 %@
zh_hant_tw: 比另一工具便宜 %@

# card.cross_more
source: %@ more expensive than the other tool
de: %@ teurer als das andere Tool
es: %@ más caro que la otra herramienta
fr: %@ plus cher que l'autre outil
ja: 他のツールより %@ 高い
ko: 다른 도구보다 %@ 비쌈
pt_br: %@ mais caro que a outra ferramenta
zh_hans: 较另一工具贵 %@
zh_hant_hk: 比另一工具貴 %@
zh_hant_tw: 比另一工具貴 %@

# card.output
source: %d sessions · %d commits · +%d lines · −%d lines
de: %d Sitzungen · %d Commits · +%d Zeilen · −%d Zeilen
es: %d sesiones · %d commits · +%d líneas · −%d líneas
fr: %d sessions · %d commits · +%d lignes · −%d lignes
ja: %d セッション · %d コミット · +%d 行 · −%d 行
ko: 세션 %d개 · 커밋 %d개 · +%d줄 · −%d줄
pt_br: %d sessões · %d commits · +%d linhas · −%d linhas
zh_hans: %d 会话 · %d 次提交 · +%d 行 · −%d 行
zh_hant_hk: %d 個工作階段 · %d 次提交 · +%d 行 · −%d 行
zh_hant_tw: %d 個工作階段 · %d 次提交 · +%d 行 · −%d 行

# card.spend
source: est. %@
de: geschätzt %@
ja: 予想 %@
ko: 예상 %@
zh_hans: 预计 %@
zh_hant_hk: 預計 %@
zh_hant_tw: 預計 %@

# card.worth
source: per session %@ · per 1k lines %@ · %@
de: je Sitzung %@ · je 1k Zeilen %@ · %@
es: por sesión %@ · por 1k líneas %@ · %@
fr: par session %@ · par 1k lignes %@ · %@
ja: セッションあたり %@ · 1k行あたり %@ · %@
ko: 세션당 %@ · 1k줄당 %@ · %@
pt_br: por sessão %@ · por 1k linhas %@ · %@
zh_hans: 每次会话 %@ · 每千行 %@ · %@
zh_hant_hk: 每次工作階段 %@ · 每千行 %@ · %@
zh_hant_tw: 每次工作階段 %@ · 每千行 %@ · %@

# closing_bell_notif.body
source: Today: $%.2f · peak at %@
de: Heute: $%.2f · Spitze um %@
es: Hoy: $%.2f · máximo a las %@
fr: Aujourd’hui : $%.2f · pic à %@
ja: 今日: $%.2f · ピーク %@
ko: 오늘: $%.2f · 최고점 %@
pt_br: Hoje: $%.2f · pico às %@
zh_hans: 今日 $%.2f · 峰值 %@
zh_hant_hk: 今日 $%.2f · 峰值 %@
zh_hant_tw: 今日 $%.2f · 峰值 %@

# closing_bell_notif.title
source: AI Pulse — Closing Bell
de: AI Pulse — Tagesschluss
es: AI Pulse — Campana de cierre
fr: AI Pulse — Cloche de clôture
ja: AI Pulse — 終了ベル
ko: AI Pulse — 마감 알림
pt_br: AI Pulse — Fechamento do dia
zh_hans: AI Pulse — 收盘钟
zh_hant_hk: AI Pulse — 收盤鐘
zh_hant_tw: AI Pulse — 收盤鐘

# cloud.error.body
source: Please check: • Network connection is available • You are signed in to iCloud in Settings • iCloud Drive is enabled
de: Bitte prüfen: • Netzwerkverbindung verfügbar • In Einstellungen bei iCloud angemeldet • iCloud Drive aktiviert
es: Compruebe: • Conexión de red disponible • Ha iniciado sesión en iCloud en Ajustes • iCloud Drive está activado
fr: Veuillez vérifier : • Connexion réseau disponible • Vous êtes connecté à iCloud dans Réglages • iCloud Drive est activé
ja: 以下をご確認ください： • ネットワーク接続が有効であること • 設定でiCloudにサインインしていること • iCloud Driveが有効であること
ko: 다음을 확인하세요: • 네트워크 연결이 가능한지 • 설정에서 iCloud에 로그인했는지 • iCloud Drive가 활성화되어 있는지
pt_br: Verifique: • Conexão de rede disponível • Sessão iniciada no iCloud nos Ajustes • iCloud Drive ativado
zh_hans: 请检查： • 网络连接是否正常 • 设置中已登录 iCloud • iCloud Drive 已开启
zh_hant_hk: 請檢查： • 網絡連線是否正常 • 設定中已登入 iCloud • iCloud Drive 已開啟
zh_hant_tw: 請檢查： • 網路連線是否正常 • 設定中已登入 iCloud • iCloud Drive 已開啟

# cloud.error.retry
source: Retry
de: Wiederholen
es: Reintentar
fr: Réessayer
ja: 再試行
ko: 재시도
pt_br: Tentar novamente
zh_hans: 重试
zh_hant_hk: 重試
zh_hant_tw: 重試

# cloud.error.title
source: Cannot Connect to iCloud
de: Keine Verbindung zu iCloud
es: No se puede conectar a iCloud
fr: Impossible de se connecter à iCloud
ja: iCloudに接続できません
ko: iCloud에 연결할 수 없음
pt_br: Não foi possível conectar ao iCloud
zh_hans: 无法连接到 iCloud
zh_hant_hk: 無法連接到 iCloud
zh_hant_tw: 無法連接到 iCloud

source: daily
de: täglich
es: diario
fr: quotidien
ja: 日別
ko: 일별
pt_br: diário
zh_hans: 按天
zh_hant_hk: 按天
zh_hant_tw: 按天

# dashboard.account_observations
source: Account amount observations
de: Beobachtete Kontobeträge
es: Importes observados de la cuenta
fr: Montants du compte observés
ja: アカウント金額の観測
ko: 계정 금액 관측
pt_br: Valores observados da conta
zh_hans: 账户金额观察
zh_hant_hk: 帳戶金額觀察
zh_hant_tw: 帳戶金額觀察

# dashboard.actual_spend
source: Actual spend
de: Tatsächliche Ausgaben
es: Gasto real
fr: Dépenses réelles
ja: 実際の支出
ko: 실제 지출
pt_br: Gasto real
zh_hans: 实际支出
zh_hant_hk: 實際支出
zh_hant_tw: 實際支出

# dashboard.added
source: Added
de: Hinzugefügt
es: Añadido
fr: Ajouté
ja: 追加
ko: 추가됨
pt_br: Adicionado
zh_hans: 新增
zh_hant_hk: 新增
zh_hant_tw: 新增

# dashboard.added_lines
source: Added Lines
de: Hinzugefügte Zeilen
es: Líneas añadidas
fr: Lignes ajoutées
ja: 追加行
ko: 추가된 줄
pt_br: Linhas adicionadas
zh_hans: 新增行
zh_hant_hk: 新增行數
zh_hant_tw: 新增行數

# dashboard.api_cost
source: API Balance
de: API-Guthaben
es: Saldo API
fr: Solde API
ja: API残高
ko: API 잔액
pt_br: Saldo API
zh_hans: API 余额消耗
zh_hant_hk: API 餘額
zh_hant_tw: API 餘額

# dashboard.api_paid
source: API Paid
de: API bezahlt
es: API pagado
fr: API payé
ja: API支払済
ko: API 결제액
pt_br: API pago
zh_hans: API 付费
zh_hant_hk: API 已付
zh_hant_tw: API 已付

# dashboard.api_projected
source: API Est.
de: API-Prognose
fr: API prévision
ja: API 予測
ko: API 예상
pt_br: API previsto
zh_hans: API预估
zh_hant_hk: API 預估
zh_hant_tw: API 預估

# dashboard.api_spend_label
source: API Spend
de: API-Ausgaben
es: Gasto API
fr: Dépenses API
ja: API支出
ko: API 지출
pt_br: Gastos API
zh_hans: API 花费
zh_hant_hk: API 支出
zh_hant_tw: API 支出

# dashboard.api_spent
source: AI Spent
de: KI ausgegeben
es: IA gastado
fr: IA dépensée
ja: AI 支出
ko: AI 지출
pt_br: IA gasto
zh_hans: AI消费
zh_hant_hk: AI 支出
zh_hant_tw: AI 支出

# dashboard.api_total_title
source: API Cost
de: API-Kosten
es: Coste API
fr: Coût API
ja: API コスト
ko: API 비용
pt_br: Custo API
zh_hans: API 消费
zh_hant_hk: API 成本
zh_hant_tw: API 成本

# dashboard.balance_observation_help
source: Net balance decreases between samples, affected by top-ups, refunds and other activity—not itemized bills.
de: Nettoabnahmen des Guthabens zwischen Messungen, beeinflusst durch Aufladungen, Erstattungen und andere Vorgänge – keine Einzelabrechnungen.
es: Descensos netos de saldo entre muestras, afectados por recargas, reembolsos y otras operaciones; no son facturas detalladas.
fr: Baisses nettes du solde entre relevés, influencées par les recharges, remboursements et autres opérations — pas des factures détaillées.
ja: サンプル間の残高純減少です。チャージ、返金、その他の活動の影響を含む場合があり、個別の請求ではありません。
ko: 샘플 사이의 잔액 순감소입니다. 충전, 환불 및 기타 활동의 영향을 포함할 수 있으며 개별 청구 내역이 아닙니다.
pt_br: Reduções líquidas de saldo entre amostras, afetadas por recargas, reembolsos e outras atividades — não são faturas detalhadas.
zh_hans: 以下为采样间余额净下降，可能包含充值、退款及其他活动的影响，并非逐笔账单。
zh_hant_hk: 以下為採樣間結餘淨下降，可能包含增值、退款及其他活動的影響，並非逐筆帳單。
zh_hant_tw: 以下為採樣間餘額淨下降，可能包含儲值、退款及其他活動的影響，並非逐筆帳單。

# dashboard.by_model
source: By Model
de: Nach Modell
es: Por modelo
fr: Par modèle
ja: モデル別
ko: 모델별
pt_br: Por modelo
zh_hans: 按模型
zh_hant_hk: 按模型
zh_hant_tw: 按模型

# dashboard.by_model_waiting
source: Model data available after macOS update
de: Modell-Daten nach macOS-Update verfügbar
es: Datos de modelos disponibles tras actualizar macOS
fr: Données des modèles après mise à jour macOS
ja: macOS 更新後にモデルデータを表示
ko: macOS 업데이트 후 모델 데이터 표시
pt_br: Dados de modelos após atualizar o macOS
zh_hans: 等待 macOS 更新后显示模型数据
zh_hant_hk: macOS 更新後顯示模型數據
zh_hant_tw: macOS 更新後顯示模型數據

# dashboard.by_provider
source: By API Provider
de: Nach Anbieter
es: Por proveedor
fr: Par fournisseur
ja: プロバイダ別
ko: 제공자별
pt_br: Por provedor
zh_hans: 按 API 提供商
zh_hant_hk: 按 API 供應商
zh_hant_tw: 按 API 供應商

# dashboard.by_repo
source: By Repo
de: Nach Repo
es: Por repositorio
fr: Par dépôt
ja: リポジトリ別
ko: 저장소별
pt_br: Por repositório
zh_hans: 按仓库
zh_hant_hk: 按儲存庫
zh_hant_tw: 按儲存庫

# dashboard.by_tool
source: By Dev Tool
de: Nach Tool
es: Por herramienta
fr: Par outil
ja: ツール別
ko: 도구별
pt_br: Por ferramenta
zh_hans: 按开发工具
zh_hant_hk: 按開發工具
zh_hant_tw: 按開發工具

# dashboard.by_tool_model
source: Dev Tools & Models
de: Tool & Modell
es: Herramientas y modelos
fr: Outils et modèles
ja: ツールとモデル
ko: 도구 및 모델
pt_br: Ferramentas e modelos
zh_hans: 开发工具与模型
zh_hant_hk: 開發工具與模型
zh_hant_tw: 開發工具與模型

# dashboard.calls
source: calls
de: Anfragen
es: consultas
fr: requêtes
ja: リクエスト
ko: 호출
pt_br: chamadas
zh_hans: 调用
zh_hant_hk: 呼叫
zh_hant_tw: 呼叫

# dashboard.chart_cost
source: Cost
de: Kosten
es: Coste
fr: Coût
ja: コスト
ko: 비용
pt_br: Custo
zh_hans: 花费
zh_hant_hk: 成本
zh_hant_tw: 成本

# dashboard.code_added
source: Code +Lines
de: Code +Zeilen
es: Código +lín.
fr: Code +lignes
ja: コード +行
ko: 코드 +줄
pt_br: Código +linhas
zh_hans: 代码增加行
zh_hant_hk: 程式碼 +行數
zh_hant_tw: 程式碼 +行數

# dashboard.code_chart
source: Code Changes
de: Code-Änderungen
es: Cambios de código
fr: Modifications du code
ja: コード変更
ko: 코드 변경
pt_br: Mudanças de código
zh_hans: 代码变化
zh_hant_hk: 程式碼變更
zh_hant_tw: 程式碼變更

# dashboard.code_composition_help
source: Top: deleted lines. Bottom: added lines. Height shows each share of all changed lines; area is not a quantity. No changes leaves a neutral placeholder.
de: Oben: gelöschte Zeilen. Unten: hinzugefügte Zeilen. Höhe zeigt den Anteil aller geänderten Zeilen, nicht die Fläche. Ohne Änderungen bleibt ein neutraler Platzhalter.
es: Arriba: líneas eliminadas. Abajo: añadidas. La altura indica su proporción de líneas modificadas, no el área. Sin cambios, se mantiene un marcador neutro.
fr: En haut : lignes supprimées. En bas : lignes ajoutées. La hauteur indique leur part des lignes modifiées, pas la surface. Sans changement, affichage neutre.
ja: 上は削除行、下は追加行。高さは変更行全体に対する比率で、面積は数量ではありません。変更なしは中立表示です。
ko: 위는 삭제 행, 아래는 추가 행입니다. 높이는 전체 변경 행 중 비율이며 면적은 수량이 아닙니다. 변경이 없으면 중립 표시를 유지합니다.
pt_br: Acima: linhas removidas. Abaixo: adicionadas. A altura indica a proporção das linhas alteradas, não a área. Sem alterações, mantém-se um marcador neutro.
zh_hans: 上部为删除行，下部为增加行；高度表示各自占全部变化行的比例，面积不表示数量。无变化时保留中性占位。
zh_hant_hk: 上部為刪除行，下部為增加行；高度表示各自佔全部變化行的比例，面積不表示數量。無變化時保留中性佔位。
zh_hant_tw: 上部為刪除行，下部為增加行；高度表示各自佔全部變化行的比例，面積不表示數量。無變化時保留中性佔位。
